{
  "Budget": [
    {
      "title": "$1K-$5K"
    },
    {
      "title": "$5K-$10K"
    },
    {
      "title": ">$20K"
    }
  ],
  "Case": [
    {
      "img": "img/slide.svg",
      "alt": "img",
      "title": "Travel 24 Case Study",
      "details": "Explore the design journey of Travel 24 app, from concept to seamless user experience, and discover how its innovative features redefine travel in the digital era",
      "tag1": "Case Study",
      "tag2": "App Design",
      "arrow": "img/work-arrow.svg"
    },
    {
      "img": "img/slide2.svg",
      "alt": "img",
      "title": "Travel 24 Case Study",
      "details": "Explore the design journey of Travel 24 app, from concept to seamless user experience, and discover how its innovative features redefine travel in the digital era",
      "tag1": "Case Study",
      "tag2": "App Design",
      "arrow": "img/work-arrow.svg"
    },
    {
      "img": "img/slide.svg",
      "alt": "img",
      "title": "Travel 24 Case Study",
      "details": "Explore the design journey of Travel 24 app, from concept to seamless user experience, and discover how its innovative features redefine travel in the digital era",
      "tag1": "Case Study",
      "tag2": "App Design",
      "arrow": "img/work-arrow.svg"
    },
    {
      "img": "img/slide2.svg",
      "alt": "img",
      "title": "Travel 24 Case Study",
      "details": "Explore the design journey of Travel 24 app, from concept to seamless user experience, and discover how its innovative features redefine travel in the digital era",
      "tag1": "Case Study",
      "tag2": "App Design",
      "arrow": "img/work-arrow.svg"
    },
    {
      "img": "img/slide.svg",
      "alt": "img",
      "title": "Travel 24 Case Study",
      "details": "Explore the design journey of Travel 24 app, from concept to seamless user experience, and discover how its innovative features redefine travel in the digital era",
      "tag1": "Case Study",
      "tag2": "App Design",
      "arrow": "img/work-arrow.svg"
    },
    {
      "img": "img/slide2.svg",
      "alt": "img",
      "title": "Travel 24 Case Study",
      "details": "Explore the design journey of Travel 24 app, from concept to seamless user experience, and discover how its innovative features redefine travel in the digital era",
      "tag1": "Case Study",
      "tag2": "App Design",
      "arrow": "img/work-arrow.svg"
    }
  ],
  "Expertise": [
    {
      "title": "User Experience & User interface design",
      "details": "By putting users' needs at the forefront, we tell a unique story of your company, juggling with fancy visual elements.",
      "tag1": "Ui/ux Design",
      "tag2": "Design System",
      "tag3": "Saas Design",
      "tag4": "Web Design",
      "tag5": "Mobile App",
      "tag6": "User Research",
      "id": "one"
    },
    {
      "title": "Webflow & Custom Development",
      "details": "The motto of our development process is creating digitalexperiences that are both appealing and functional.",
      "tag1": "React",
      "tag2": "Website",
      "tag3": "Webflow",
      "tag4": "Framer",
      "tag5": "Front-end",
      "tag6": "Backend",
      "id": "two"
    },
    {
      "title": "Business Development",
      "details": "With various tools, our experts can help you expand the target audience and increase brand awareness.",
      "tag1": "Branding Design",
      "tag2": "S.E.O",
      "tag3": "Motion Design",
      "tag4": "Strategy",
      "tag5": "Social Media",
      "tag6": "Pitch Deck",
      "id": "three"
    }
  ],
  "Feedback": [
    {
      "profile": "img/profile.svg",
      "alt": "img",
      "feed": "Impressed with exceptional work, stunning design, and great adaptability.",
      "name": "Danny Lairon",
      "position": "CEO On Shoots and reels",
      "country": "United States",
      "id": "nfeed"
    },
    {
      "profile": "img/profile.svg",
      "alt": "img",
      "feed": "Impressed with exceptional work, stunning design, and great adaptability.",
      "name": "Danny Lairon",
      "position": "CEO On Shoots and reels",
      "country": "United States",
      "id": "nfeed"
    },
    {
      "profile": "img/profile.svg",
      "alt": "img",
      "feed": "Impressed with exceptional work, stunning design, and great adaptability.",
      "name": "Danny Lairon",
      "position": "CEO On Shoots and reels",
      "country": "United States",
      "id": "nfeed"
    },
    {
      "profile": "img/profile.svg",
      "alt": "img",
      "feed": "Impressed with exceptional work, stunning design, and great adaptability.",
      "name": "Danny Lairon",
      "position": "CEO On Shoots and reels",
      "country": "United States",
      "id": "nfeed"
    },
    {
      "profile": "img/profile.svg",
      "alt": "img",
      "feed": "Impressed with exceptional work, stunning design, and great adaptability.",
      "name": "Danny Lairon",
      "position": "CEO On Shoots and reels",
      "country": "United States",
      "id": "nfeed"
    },
    {
      "profile": "img/profile.svg",
      "alt": "img",
      "feed": "Impressed with exceptional work, stunning design, and great adaptability.",
      "name": "Danny Lairon",
      "position": "CEO On Shoots and reels",
      "country": "United States",
      "id": "nfeed"
    }
  ],
  "Interest": [
    {
      "title": "Web Development"
    },
    {
      "title": "App  Design"
    },
    {
      "title": "UX/UI Design"
    },
    {
      "title": "Branding"
    },
    {
      "title": "S.E.O"
    },
    {
      "title": "Web Design"
    },
    {
      "title": "Animation"
    }
  ],
  "Navbar": [
    {
      "id": "home",
      "title": "Introduction"
    },
    {
      "id": "showcase",
      "title": "Showcase"
    },
    {
      "id": "feedback",
      "title": "Feedback"
    },
    {
      "id": "contact",
      "title": "Contact"
    }
  ],
  "Question": [
    {
      "title": "What are your focus areas as a UI/UX agency?",
      "desc": "As a UI/UX agency, our core focus lies in understanding user needs through research, crafting intuitive designs with a strong emphasis on user interface and experience. We specialize in wireframing, prototyping, and collaboration with development teams to ensure seamless implementation, continually iterating based on user feedback for optimal digital experiences."
    },
    {
      "title": "Why is UI/UX design important for your business growth?",
      "desc": "UI/UX design is crucial for business growth as it directly impacts user satisfaction and engagement. A well-designed interface enhances user experience, making products or services more enjoyable and accessible. Positive user experiences lead to customer loyalty, increased retention, and positive word-of-mouth, ultimately driving business growth by attracting and retaining a satisfied customer based"
    },
    {
      "title": "Can your UX design agency help us with web design?",
      "desc": "Absolutely! Our UX design agency specializes in web design, offering comprehensive services to ensure an optimal online experience for your users. From user research and information architecture to wireframing, prototyping, and final UI design, we are committed to creating visually appealing, intuitive, and user-friendly websites. Our goal is to enhance user engagement and satisfaction, contributing to the overall success and growth of your online presence."
    },
    {
      "title": "What separates mshstudio from other top UI/UX design agencies?",
      "desc": "Mshstudio stands out among top UI/UX design agencies through its innovative approach, a diverse portfolio of successful projects, and a commitment to client satisfaction. With a focus on user-centered design, adaptability to industry trends, and a collaborative process, we aim to deliver exceptional digital experiences for our clients."
    },
    {
      "title": "What process should I expect from your UX agency?",
      "desc": "We follow a systematic design process method when we take on a project. Depending on the project nature and solution offered, it might differ slightly, but it is a unique process all over. Understanding user and research: Initially, we collect the project's data, and if needed, we arrange face-to-face meetings with the clients regarding the project's goals. We try to collect as much data as possible from and about the concerned bodies, the clients, the ultimate user group, and the brand itself. This process includes events like interviews, brainstorming, surveys, strategic research, and so on. We design several project objectives, which might be short-term or long-term. We also analyze user persona, user journey mapping, and customer journey mapping. We also do systematic competitor research to obtain related data that we seek out often during the designing period. We need to know about the brand competitors and their trends to deliver a successful project outcome. Once we have understood what users want and how they want them and also gathered a clear idea of the product that needs to be designed or redesigned, we will move to the stage of creating the solution. UI/ UX design process: As a creative design agency, we must strategize and conceptualize a design process to deliver the final design. Before deciding on the final design concept, like the user interface of the product, we sit for final decision-making with our clients and team members, and if necessary possible updates are considered. The UI UX design process incorporates activities like sitemaps, user flow, sketch interface, wireframing, prototyping, and mockups. If the project requires a"
    },
    {
      "title": "How much does a UI/UX design project cost?",
      "desc": "It completely depends on the proposal and the project objectives, such as the project plan, duration, requirements, and workforce related to the project. Unlike any other UI UX companies, we do not offer any fixed package solution. Depending on the personalized project requirements, we offer customized pricing plans. Normally, we encourage you to reach out to us via mailing or direct voice call for initial inquiries. We also reach out to the clients if they want. After hearing out the client's requirements or plan, we deliver a detailed project proposal along with the pricing plan discussed in detail, subject to be altered based on mutual discussion. The pricing does not necessarily have to be based on an hourly basis, but considering the workforce involved in the project, like the level of expertise of UX researchers and experts, the pricing can differ. Generally, our pricing packages range from 5000 USD to 1,00,000 USD. The pricing may differ from new ventures like startups to old ventures."
    },
    {
      "title": "What type of branding solution do you offer?",
      "desc": "Yes. Since branding is connected to user experience solutions, we do. Focused on offering solutions for tech and digital concerns, being a UI UX design agency, deliberately associates us in offering brand consultancy and solutions. Like any creative branding agency, we are a UI UX design studio that offers branding guidelines in the form of user experience solutions. The range of our brand solutions is logo design, brand color, typography, illustrations, web page design, visual designs like motions & graphics, animations, and user interfaces. To be more precise, we enjoyed designing UI and motion for GoBoss a lot because the client wanted them to be presented in a creatively techy approach. Based on clients' project needs, we do competitor brand research and plan multiple dedicated brand identities that can truly speak for the brand and add value."
    }
  ]
}
